Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja5/siri97-n.htm.tmx
Source language: nob
Languages: sme

source: Men Kåfjord hadde allerede vært i media gjennom hele 90-tallet med konflikter rundt samesaker, det hadde vært mer eller mindre sammenhengende konflikt der gjennom et tiår.
sme: Muhto Gáivuona sámevuođariidduid birra ledje juo mediat muitalan olles 90-logu, lei leamaš uhcit eanet riidu doppe fargga logi jagi juo.

source: For NRK Sámi Radio var det helt sikkert lettere å finne samisktalende intervjuobjekter i Tana, og lettere å finne folk som i det hele tatt var villige til å uttale seg offentlig.
sme: NRK Sámi Radioi lei áibbas sihkkarit olu álkit gávdnat sámegielhálli olbmuid maid jearahallat Deanus, ja álkit gávdnat olbmuid geat obanassiige višše almmolaččat muitalit oaiviliiddásat.

source: Som radiojournalist i Kåfjord vinteren 1997/98 hadde jeg ved flere anledninger problemer med å finne folk som var villige til å snakke med meg, og mange av de som tross alt ville snakke med meg, ville slett ikke uttale seg «på lufta».
sme: Radiojournalistan Gáivuonas 1997–98 vásihin máŋgii ahte lei váttis gávdnat olbmuid geat mieđihedje muinna háleštit, ja máŋgga sis geat goittot háleštedje muinna, eai eisege viššan «áimmus «hállat.

source: Dette var nok ikke et problem i Tana.
sme: Dát gal ii lean várra čuolbma Deanus.

source: Både i Tana og Kåfjord var det andre konflikter og traumer som hadde påvirka folk de siste årene opp mot 1997.
sme: Sihke Deanus ja Gáivuonas ledje eará riiddut 90-logus váikkuhan olbmuide.

source: I Tana hadde den åpnere grensa mot Russland ført til sprit- og tobakksmugling og prostitusjon.
sme: Deanus lei rahpasut riikarádji Ruššii mielddisbuktán sihke buolleviidni- ja duhpátsuollefievrrideami ja prostitušuvnna.

source: Skiippagurra var landskjent som et sentrum for åpenlyst salg av disse «varene».
sme: Skiippagurra lei beakkán olles riikkas dakkár «gálvvuid» rabas márkanin.

source: Denne trafikken var en stor prøvelse for lokalsamfunnet.
sme: Dát johtolat lei hui stuorra geahččalus báikkálaš servodahkii.

source: Familier ble splitta, gikk i oppløsning, mange ble tungt utfordra på verdighet.
sme: Bearrašat háddjejuvvojedje, bieđganedje, máŋgasii šattai dát hui garra árvohástalussan.

source: I Kåfjord var det splittelsen blant læstadianerne og det at det samiske begynte å bli mer synlig, som hadde tatt på.
sme: Gáivuonas lei lestadiánalaččaid gaskasaš háddjen, ja dat ahte sámevuohta obalohkái šaddagođii eambbo oidnosii, mii lei lossat.

source: Utfordringene for enkeltpersoner var nok vel så store i Kåfjord som i Tana.
sme: Ovttaskas olbmuide Gáivuonas dát dahke várra vel stuorát hástalussan.

source: Det å overhodet nevne det samiske i Kåfjord, opplevdes så smertefullt for mange at de måtte avvise totalt alt som kunne minne om dette.
sme: Dušše namahit sámevuođa Gáivuonas lei nu bávččas máŋgasiidda ahte fertejedje gieldit álfárot buot mii sáhtii muittuhit sin dán birra.

source: I tidens løp har flere og flere «fått litt mer forståelse for den blindheten som ligger i den massive fornorskningsprosessen som fant sted, og som faktisk fortsatt er virkende inntil denne dag.»
sme: Áiggi mielde leat eanet ja eanet «buorebut ipmirdišgoahtán čalmmehisvuođa mii lea oasseboađusin obbalaš dáruiduhttinproseassas mii lea leamaš, ja mii duohtavuođas ain lea doaimmas gitta otná beaivvi rádjái.»

source: Derfor har prosamiske krefter i Kåfjord jobbet på mange felt.
sme: Danin leat prosámi bargu Gáivuonas dáhpáhuvvan máŋgga sajis.

source: Salmesang på samisk har vært en viktig inngang til aksept av arven.
sme: Sálbmalávlun sámegillii lea leamaš dehálaš oassin árbbi dohkkehanproseassas.

source: Kulturskolens leder, Liv Rundberg, har hatt salmesang på sykehjemmet i mange år.
sme: Kulturskuvlla jođiheaddji Liv Rundberg lea máŋga jagi jođihan sálbmalávluma buhcciidsiiddas.

source: Der har beboerne fått høre salmesang på sitt eget morsmål, samtidig som yngre tilstedeværende både har fått oppleve at samisk og kristendom kan gå hånd i hånd, og at den lokale salmeskatten har blitt løfta fram.
sme: Doppe leat ássit beassan gullat sálbmalávluma iežaset eatnigillii. Seammás leat nuorabut olbmot geat leat leamaš doppe beassan oahpásmuvvat báikkálaš sálbmašielain, ja leat maid vásihan ahte sámegiella ja risttalašvuohta sáhttet gullat oktii.

source: Dette arbeidet har medført at tradisjonelle Kåfjord-salmer er med i den nye samiske kirkesalmeboka [23] Paul Pedersen og Asle Høgmo: Kamp, krise og forsoning s. 90., og slik blir også de kristne i Kåfjord i større grad en del av det allsamiske fellesskapet.
sme: Dán barggu olis leat maiddái árbevirolaš Gáivuona-sálmmat šaddan oassin ođđa sámegiel sálbmagirjjis [25], ja dán láhkái šaddet maiddái Gáivuona risttalaččat buorebut oassin buotsámi servvodagas.

source: Deanu sámeskuvla blei bygd «så stor som det var politisk mulig».
sme: Deanu sámeskuvla huksejuvvui «nu stuorisin go lei politihkalaš vejolaš».

source: Etter kort tid måtte Tana kommune utvide skolen.
sme: Deanu gielda fertii fargga skuvlla viiddidit.

source: Her ser vi skolen etter påbygginga.
sme: Dá oaidnit skuvlla viiddideami maŋŋá.

source: (Foto: Siri Broch Johansen)
sme: (Govva: Siri Broch Johansen)

source: Manndalen skole i Kåfjord
sme: Olmmáivákki skuvla Gáivuonas

source: (Foto: Hege Siri)
sme: (Govva: Hege Siri)

source: Politisk etterspill – kommunevalget 1999 og tida etterpå
sme: Politihkalaš maŋášvuohta – 1999 gielddaválggat ja áigi dás maŋŋá

source: I Kåfjord ble også innføringa av L97S sett på som en konsekvens av at kommunen var innafor det samiske forvaltningsområdet.
sme: Gáivuonas gehččojuvvui O97S doibmiibidjan suohkana sámi hálddašanguvlui gullevašvuođa konsekveansan.

source: For noen ble dermed det egentlige målet å få kommunen ut av forvaltningsområdet.
sme: Soapmásiidda šattai de loahpalaš mihttomearri beassat hálddašanguovllus.

source: Før kommunevalget i 1999 sendte Ytre Kåfjord Bygdeliste (YKBL) ut et spørreskjema til samtlige velgere i kommunen hvor de ble bedt om å svare på spørsmål rundt sin holdning til bruk av samisk i forvaltninga, skolen, barnehagene og på skilt.
sme: Ovdal 1999 suohkanstivraválggaid sáddii Ytre Kåfjord bygdeliste (Olggut Gáivuona Gililistu, OGG jearahallanskovi buot suohkana jienasteddjiide mas bivddii sin vástidit gažaldagaid ja almmuhit oaiviliiddásat dáid birra: sámegielgeavaheapmi hálddahusas, skuvllain, mánáidgárddiin ja galbbain.

source: Spørsmålsstillinga ble av prosamer oppfattet å være tendensiøs, og undersøkelsen ble boikotta av de prosamiske miljøene.
sme: Prosámit oaivvildedje ahte gažaldagat eai lean neutrála, ja prosámi birrasat boikohttejedje jearahallama.

source: Likevel hadde undersøkelsen en svarprosent på hele 59, og hele 88 % av de som svarte, ønska ikke at kommunen skulle være innafor samisk forvaltningsområde.
sme: Liikká vástidedje 59 % ja olles 88 % dain, geat vástidedje, eai háliidan ahte suohkan galggašii báhcit sámi hálddašanguovllu siskkobeallái.

source: Resultatet av kommunevalget ble slik at YKBL fikk ordføreren, så man kan ikke se bort fra at de fikk en del stemmer på grunn av sitt fokus på samisk språklov som noe negativt for kommunens innbyggere.
sme: Suohkanstivraválggaid maŋŋá faskestii OGG sátnejođiheaddji, nappo sáhttá leat nu ahte eambbosat jienastedje sin daningo sii guovdilaste sámi giellalága gullevašvuođa negatiivan suohkana ássiide.

source: Det var flere saker som hadde innvirkning her, blant annet en forskyving av det kommunale tjenestetilbudet fra Ytre mot Indre Kåfjord, men YKBL gjorde samesak til sin hovedvalgkampsak og hadde fokus på det gjennom hele valgkampen.
sme: Ledje eanet áššit mat ledje dehálaččat, earret eará lei suohkan sirdán fálaldagaid nu ahte fálaldagat siskkit guovlluin ledje buorránan ja fálaldagat olggut guovllain ges ledje hedjonan, muhto OGG bijai sámeášši váldoáššiin ja guovdilasttii dan miehtá válgagičču.

source: I Tana ble ikke «det samiske» tematisert på samme måten.
sme: Deanus ii gal «sámevuohta» guovdilaston seammá láhkái.

source: Men aksjonene fikk sitt ekko i kommunevalget 1999 også der.
sme: Muhto akšuvnnaid skádjá gullui maiddái Deanu 1999 ’ gielddastivraválggain.

source: Tana Fremskrittsparti ble opprettet, og i løpet av kommunestyreperioden 1995–99 tok flere representanter fra andre partier overgang til FrP.
sme: Deanu Ovddádusbellodat ásahuvvui 1997:s, ja moadde gieldastivraáirasa guđđe iežaset bellodaga ja dieđihedje Ovddádusbellodahkii juo 1995–99-áigodagas.

source: FrP kom inn i kommunestyret i 1999 med hele sju representanter av i alt [24].
sme: Ovddádusbellodat beasai gieldastivrii 1999:s olles čiežain áirasiin.

source: I samme periode var det fem representanter i Høyres gruppe.
sme: Seammá áigodagas ledje Olgešbellodaga joavkkus vihtta áirasa.

source: Høyre hadde ordføreren i denne perioden.
sme: Olgešbellodagas lei sátnejođiheaddji dán áigodagas.

source: Det var i denne perioden saken om bygging av ny sameskole ved Tana bru skulle avgjøres.
sme: Dán áigodagas galggai ge ođđa sámeskuvlla huksenášši mearriduvvot. Skuvla galggai huksejuvvot Deanušaldái.

source: Skolen ble bygget, og den ble innviet høsten 2003.
sme: Dat huksejuvvui, ja rahppui 2003 čavčča.

source: Men allerede i 2009 måtte den utvides, etter at elever fra skolen i flere år hadde ført en nomadetilværelse rundt omkring i bygda.
sme: Muhto 2009:s juo stuoriduvvui maŋŋá go skuvlla oahppit moadde jagi juo ledje johtán visttis vistái gilis.

source: En av Arbeiderpartiets daværende kommunestyrerepresentanter har uttalt at Deanu sámeskuvla ikke ble bygget så stor som elevtallet tilsa, men så stor som det var politisk mulig å få til.
sme: Okta dalá Bargiidbellodaga áirrasiin lea dadjan ahte Deanu sámeskuvla ii huksejuvvon nu stuorisin go oahppilogu mielde galggašii leat. Fertejedje hukset skuvla nu stuorisin go politihkalaččat lei vejolaš.

source: Det siste tiåret har både Kåfjord og Tana jobba mye med samiske saker.
sme: Maŋimuš logi jagi leat sihke Gáivuona suohkan ja Deanu gielda bargan olu sámi áššiiguin.

source: Men det er stor forskjell på hvordan de to kommunene gjør dette.
sme: Dan dahket áibbas goabbatláhkái.

source: Det har vært forskjellig holdning til slike saker, og forskjellig temperatur og vilje fra kommuneledelsen.
sme: Leat leamaš goabbatlágán oaivil dakkár áššiid ektui, ja gielddaid eiseválddiin leat leamaš goabbatlágán ealjárvuohta ja dáhttu.

source: Mens Tana kommune stadig ligger i strid med Sametinget om bruken av tospråklighetsmidlene, har Kåfjord blitt et forbilde med sine målretta tiltak, synlige resultater og korrekt rapportering.
sme: Dan botta go Deanu gielda ain lea riidaleamen Sámedikkiin guovttegielalašvuođaruđaid geavaheames, de lea Gáivuona suohkan šaddan ovdagovvan mearrediđolaš doaimmaiguin, čalbmáičuohcci bohtosiiguin ja rivttes rapporteremiin.

source: Tana kommune bruker mest penger på den særskilte sameskolen, og ettersom tospråklighetsmidlene ikke skal brukes på skole, har kommunen problemer med å få Sametingets aksept for sin måte å jobbe med tospråklighet på.
sme: Deanu gielda gal golaha eanáš ruđaid erenoamáš sámeskuvlasis, ja go ii leat áibbas lohpi golahit guovttegielalašvuođaruđaid skuvladoaimmaide, de lea ain váttis gildii fidnet Sámedikki dohkkehit sin guovttegielalašvuođa bargovuogi.

source: Kåfjord ligger stadig fremst i å finne på nye målretta tiltak som viser seg å virke.
sme: Gáivuotna lea ain ovddimus hutkat ođđa mearrediđolaš doaimmaid mat doibmet bures.

source: De var den første kommunen som tilbød samiskkurs for sine ansatte, med full permisjon med lønn over åtte uker per kurs.
sme: Gáivuotna lei vuosttamuš suohkan mii fálai bargiidasaset ollesáigge sámegielkurssa bálkkáin, juohke kursa bisttii gávcci vahku.

source: Tana kommune har ikke ønsket å gi heltidspermisjoner, og har derfor svært få kommunalt ansatte som gjennom kursing har kommet opp på et språknivå hvor de kan gå videre og lære samisk så godt at de blir språkbærere.
sme: Deanu gielda ii leat háliidan addit ollesáigge virgelobi, ja danin leat dušše moadde gieldabargi beassan nu alla gielladassái ahte sáhttet iehčanžssii joatkit oahppamis sámegiela ja dán láhkái šaddat giellaguoddit.

source: Kåfjord kommune var den første kommunen som valgte et eget samepolitisk utvalg.
sme: Gáivuona suohkan lei vuosttamuš suohkan mii ásahii sámepolitihkalaš lávdegotti.

source: Tana kommune har ment at det ikke er behov for det.
sme: Deanu gielda lea oaivvildan ahte dása gal ii leat dárbu.

source: Kåfjord kommune var den første kommunen som betalte abonnement på en samiskspråklig avis for de innbyggerne som ønsket å lese samisk.
sme: Gáivuona suohkan lei vuosttamuš suohkan mii mávssii sámegieláviissa diŋgojumi daid ássiid várás geat háliidedje sámegiela lohkat.

source: Tana kommunes samisklesende innbyggere betaler sine aviser sjøl.
sme: Deanu gieldda sámegiellohkki ássit gal mákset ieža daid áviissaid maid háliidežže lohkat.

source: I 2009 ble Kåfjord kommune den første kommunen som tok et samfunnsansvar utover arbeidsgiveransvaret – da ble det mulig for foreldre med barn som har samisk på skolen å ta samiskkurs med lønnskompensasjon sjøl om de ikke er ansatt i kommunen.
sme: 2009:s šattai Gáivuona suohkan vuosttamuš suohkan mii válddii servvodatovddasvástádusa eambbo go dan maid bargoaddiovddasvástádus mielddisbuktá – dalle šattai vejolažžan váhnemiidda geain mánát lohket sámegiela skuvllas, vázzit sámegielkurssa bálkábuhtadusain vaikko eai leat ge suohkanbargit.

source: Dette er fortsatt utenkelig i Tana.
sme: Dát lea ain áibbas amas jurdda Deanus.

source: Noe av bakgrunnen for disse forskjellene er at man i Kåfjord har erkjent at språket er skjørt som glass.
sme: Oassečilgehus dáidda erohusaide lea ahte Gáivuonas leat ádden ahte giella lea rašši dego glássa.

source: I Tana føler man fortsatt at det er nok folk som kan samisk likevel.
sme: Deanus ain dovdet ahte leat gal doarvái sámegielhállit liikká.

source: Kåfjord har erkjent at de sjøl må lære opp nye samisklærere blant sine egne innbyggere, og har gjort det.
sme: Gáivuonas leat dovddastan ahte fertejit ieža oahpahit ođđa sámegieloahpaheddjiid, ja leat dahkan dan.

source: Tana har hatt sameskolen, som de forsåvidt bruker langt mer ressurser på enn Kåfjord noen gang har gjort på kursing.
sme: Deanus lea sámeskuvla, ja Deanu gielda gal golaha olu eanet resurssaid dása go dan maid Gáivuona suohkan leat goassege golahan kurssaide.

source: Sameskolen har i løpet av sin 30-årige historie bidratt med grunnskolering for mange som seinere har blitt samiske lærere.
sme: Sámeskuvla lea, 30-jagi historjjás, fuolahan vuođđooahpu oallugiidda geat maŋŋá leat šaddan sámi oahpaheaddjin.

source: I Kåfjord har man hatt en befolkning som stort sett var passivspråklige.
sme: Gáivuonas lea eanaš ássit uhcit eanet passiivagielagat.

source: I Tana har man hatt mange aktivt samiskspråklige, så man har ikke sett det nødvendig å bruke så mye ressurser på de passivspråklige.
sme: Deanus leat leamaš máŋga sámegielhálli, eai ge leat oaidnán dárbbašlažžan golahit olu resurssaid daidda passiivagielagiidda.

source: Man kan si at Tana kommune satser på skolering av barna, mens Kåfjord satser på skolering av de voksne, og det siste er mer i tråd med reglene for bruk av tospråklighetsmidler.
sme: Sáhttá dadjat ahte Deanu gielda dat oahpaha mánáid, muhto Gáivuona suohkan oahpaha ollesolbmuid, ja maŋit lahkoneapmi lea guovttegielalašvuođaruđaid geavahannjuolggadusaid mielde.

source: Derfor fremstår Kåfjord som langt «flinkere» enn Tana, selv om Tana egentlig bruker langt større ressurser på samisk språk enn Kåfjord.
sme: Danin orru Gáivuona suohkan leamen olu «čeahpit» go Deanu gielda, vaikko Deanu gielda han duođaid golaha olu eanet resurssaid sámegillii go dan maid Gáivuona suohkan dahká.

source: Kåfjord har også hatt en helt spesiell seminarrekke for ansatte i helse- og omsorgssektoren.
sme: Gáivuonas lea maid leamaš áibbas erenoamáš semináraráidu dearvvašvuođa- ja fuolahussuorggi bargiid várás.

source: I løpet av fire år, fra 1998 til 2002, deltok samtlige ansatte på seminarer hvor mange sider av den samiske historien, kulturen, traumene og språket ble gjennomdrøftet.
sme: Njeallje jagi badjel, 1998 rájes gitta 2002 rádjái, oassálaste buot bargit seminárain main máŋga oasi sámi historjjás, kultuvrras, traumas ja gielas vuđolaččat digaštallo.

source: Dette har ført til en helt annen forståelse for slike problemstillinger.
sme: Dán maŋŋá lea áibbas eará áddejupmi dakkár čuolmmaide.

source: Avdelingslederen på sykehjemmet, Agnes Nilsen, sier: «Vi står på en annen plattform i dag enn vi gjorde for fem år siden.
sme: Buhcciidsiidda ossodatjođiheaddji, Agnes Nilsen, muitala: «Mis lea iežá vuođđu dál go viđa jagi dás ovdal.

source: Det har skjedd mye.
sme: Olu leat dáhpáhuvvan.

source: Vi har i dag positive holdninger til både språket, kulturen og oss selv.
sme: Odne leat mis positiiva guottut sihke gillii, kultuvrii ja alcceseamet.

source: Det samiske språket høres mer på sykehjemmet enn før.
sme: Sámegiella gullo eanet buhcciidsiiddas go ovdal.

source: Vi sliter litt med det finske språket.
sme: Mii rahčat binnáš suomagielain.

source: Utfordringen blir å ta det samiske språket mer i bruk.
sme: Hástalus lea váldit sámegiela ain eanet atnui.

source: Den samiske salmesangen har vært viktig.»
sme: Sámegiel sálbmalávlun lea leamaš dehálaš.»

source: I Tana har det ikke vært holdt en lignende seminarrekke.
sme: Deanus ii leat leamaš seammásullásaš semináraráidu.

source: Kommunens ansatte har dermed også gått glipp av den fellesforståelsen et slikt utdanningsprogram gir.
sme: Eai leat de gieldda bargit olahan oktasaš áddejupmái maid dakkár oahppoprográmma čuovvun mielddisbuktá.

source: Oppsummert kan man si at Kåfjord kommune var kommet til et punkt hvor det ble helt nødvendig å ta noen grep.
sme: Loahpaloahpas sáhttá dadjat ahte Gáivuona suohkan lei boahtán dán muddui ahte lei áibbas dárbbašlaš bargat juoidá.

source: Konfliktene var store, og dyp smerte i store deler av befolkningen førte til at man måtte gjennomgå noen prosesser for å komme fram til en mer felles forståelse.
sme: Ledje garra riiddut, ja stuorra oassi álbmogis lei čiekŋalit vahágahtton. Danin fertejedje muhtun proseassaid čađahit olahan dihtii eanet oktasaš áddejumi.

source: Det er ikke slutt på samehets og konflikter i Kåfjord, men det er på et nivå som er til å leve med.
sme: Eai leat sámegivssideapmi ja riiddut Gáivuonas nohkkan, muhto lea gal birgehahtti dásis.

source: Tana kommune kom aldri til dette punktet.
sme: Deanu gielda ii goassige boahtán dán muddui.

source: Derfor har Tana kommune som arbeidsgiver aldri sett det nødvendig å sette i verk slike tiltak som Kåfjord kommune har gjort.
sme: Danin ii leat Deanu gielda bargoaddin goassege oaidnán dárbbašlažžan doaimmahit dakkár doaimmaid maid Gáivuona suohkan lea dahkan.

source: I helsesektoren nyter man godt av blant annet flerspråklig pleiepersonell fra nabokommunen Utsjok, og det er alltids samisktalende pleiere å få tak i..
sme: Dearvvašvuođasuorggis oažžu Deanu gielda earret eará dán buori ahte suoma ránnjágielddas Ohcejogas bohtet máŋggagielat bargit, ja leat gal eanáš áigge sámegielhálli divššárat maid fidnemis.

source: Derfor ser det heller ikke ut som om Tana kommune, deler av befolkninga eller deler av arbeidsstokken har gjennomgått noen bevisstgjøringsprosess.
sme: Danin ii oro leamen nu ge, ahte Deanu gielda, álbmotoassi dahje oassi gieldda bargiveagas lea ollášuhttán makkárge dihtomielalašdahkki proseassa.

source: Ting er mer ved det gamle.
sme: Áššit leat eambbo nu mo leat leamaš.

source: Og med Tana Montessoriskole [26] har de som ønsker et alternativ, sin skole.
sme: Ja Deanu Montessoriskuvllain [27] lea sis, geat dan háliidit, iežaset skuvla.

source: Tana kommune har fortsatt ikke hatt sin katarsis.
sme: Deanu gielda ii leat vel čađahan katarsisa.

source: Hvor står Tana og Kåfjord i dag i forhold til «det samiske» ?
sme: Man muttos leat Deatnu ja Gáivuotna dál «sámevuođa» ektui ?

source: Hvis sentralbordet er kommunens ansikt utad, er det ikke tvil om hvilken kommune av disse to som ligger best an i å implementere samelovens språkregler.
sme: Jus telefondustehus lea gieldda ámadadju máilbmái, de ii dárbbaš eahpidit ge goabbá gielda lea ovddimus sámelága giellanjuolggadusaid čuovvuleami ektui.

source: Sjøl i dag, i 2011, blir du møtt av følgende forhåndsinnspilte beskjed når du ringer Kåfjord kommune: «Velkommen til Kåfjord kommune.»
sme: Veláhal odne, 2011:s, gulat čuovvovaš ovdalgihtii báddejuvvon dieđu go čuojahat Gáivuona suohkanii: «Velkommen til Kåfjord kommune.»

source: I Tana blir du møtt av: «Velkommen til Tana kommune.
sme: [28] Deanus go čuojahat gildii, de gulat dán: «Velkommen til Tana kommune.

source: Likevel, når man i dag tenker på Kåfjord kommune, er tanken på «det samiske» ikke langt unna.
sme: [29] Liikká, go dál smiehttá Gáivuona suohkana ii leat goassege jurdda «sámivuođas» amas.

source: Kommunen er aller mest kjent for Riddu Riđđu, og samisk er en naturlig del av driften til blant annet Nord-Troms museum, Kåfjord kulturskole, Manndalen husflidslag og ikke minst kommunen selv.
sme: Suohkan lea buot eanemus beakkán Riddu Riđđu-festivála dihtii, ja sámegiella lea lunddolaš oassin earret eará Davvi-Romssa dávvirvuorkká, Gáivuona kulturskuvlla, Olmmáivákki duodjesearvvi ja ii uhcimus suohkana iežas doaimmain.

source: Kåfjord er det samiske navet i Nord-Troms, og de samiske miljøene i Tromsø og Kåfjord har mange treffpunkter.
sme: Gáivuotna lea Davvi-Romssa sámi guovddáš, ja Romssa ja Gáivuona sámi birrasiin leat olu oktavuođat.

source: Til tross for at samisk språk har en langt større og mer sjølsagt plass i tanasamfunnet, er Tana fortsatt en kommune som vakler i sin omgang med «det samiske».
sme: Vaikko vel sámegielas lea olu stuorat ja eanet diehttelas sadji deanuservvodagas, lea Deatnu ain gielda mii mahkaluššá «sámivuođain».

source: Sporene fra Polmak / Tana-kommunesammenslåingen i 1964 er fortsatt synlige.
sme: Luottat Buolbmága ja Deanu gielddaid náitimis 1964:s vuhttojit ain.

source: Men det undervises i samisk på alle skoler i kommunen, og de barna som får sin skolegang ved Deanu sámeskuvla blir trygge på sin samiskhet og gode språkbærere.
sme: Muhto sámegiella oahpahuvvo buot skuvllain gielddas, ja dat mánát geat vázzet Deanu sámeskuvlla šaddet oadjebas sápmelažžan ja buorit giellaguoddin.

source: Elevene ved Sirpmá skuvla har i tillegg en riksgrenseoverskridende oppvekst, som dermed vektlegger det samiske fellesskapet forholdsvis mer enn det nasjonale norske fellesskapet.
sme: Sirpmá skuvla mánát leat dasa lassin oassin riikkarájáidrasttildeaddji bajásšaddanbirrasis, mii deattuha sámi oktasašvuođa eambbo go našunála Norgga oktasašvuođa.

source: I Kåfjord må man fortsatt kunne norsk for å klare seg.
sme: Gáivuonas ferte ain máhttit dárogiela jus birget galgá.

source: Selv om det er levedyktige samiske «lommer» i samfunnet, har ikke kommunen den naturlige bredden man finner i Tana, og det vil den sannsynligvis aldri få, geografisk adskilt som den er fra de andre kommunene som omfattes av samelovens språkregler.
sme: Vaikko leat ge servvodagas ealli sámegielat «lupmat», de ii gávdno seamma lunddolaš girjáivuohta mii Deanus lea, ii ge dáidde goassege šaddat dakkár girjáivuohta Gáivuonas, mii dal lea eará sámegiela hálddašanguovllu gielddain geográfalaččat sirrejuvvon.

source: I løpet av perioden fra samisk språksenter ble oppretta i 1994 og fram til i dag har antallet lærere med samisk i fagkretsen nærmest eksplodert.
sme: Ášši mii ii leat leamaš nu oidnosis go historjá Gáivuona sámeriidduid birra čállojuvvo, lea vuođđoskuvla mihtilmas ovdáneapmi sámegielfálaldaga ektui.

source: I 1994 var det såvidt Manndalen skole og Trollvik skole var i stand til å tilby andrespråksundervisning.
sme: Das rájes go Sámi giellaguovddáš ásahuvvui 1994:s gitta dán rádjái, lea sámegieloahpaheaddjiid lohku laskan.
